def area(a, b): 
    '''
    Возвращает площадь прямоугольника
        Параметр:
            a (int) : длина, десятичное число
            b (int) : ширина, десятичное число
        Возвращаемое значение:
            area (int) : десятичное число, площадь прямоугольника по формуле
    '''

    return a * b 

def perimeter(a, b): 
    '''
    Возвращает периметр прямоугольника
        Параметр:
            a (int) : длина, десятичное число
            b (int) : ширина, десятичное число
        Возвращаемое значение:
            perimeter (int) : десятичное число, периметр прямоугольника по формуле
    '''

    return (a + b) * 2







