
def area(a):
    '''
    Возвращает площадь квадрата
        Параметр:
            a (int) : стона квадрата, десятичное число
        Возвращаемое значение:
            area (int) : десятичное число, площадь квадрата по формуле
    '''

    return a * a


def perimeter(a):
    '''
    Возвращает периметр квадрата
        Параметр:
            a (int) : стона квадрата, десятичное число
        Возвращаемое значение:
            perimeter (int) : десятичное число, периметр квадрата по формуле
    '''

    return 4 * a
